Revit 2027 API
ParameterTypeId.SharedCoordNorthsouth Property
 "N/S"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SharedCoordNorthsouth { get; }
Public Shared ReadOnly Property SharedCoordNorthsouth As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SharedCoordNorthsouth {
	ForgeTypeId^ get ();
}
static member SharedCoordNorthsouth : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace